    {
            "news" : [
                {
                    "id": "globaldesignaward",
                    "title": "Robotically Fabricated Structure (RFS) Receives Global Future Design Award",
                    "date": "10/31/22",
                    "content": "We are excited to announce that ADR Laboratory has received new global recognition for our project Robotically Fabricated Structure (RFS), now a Gold Winner for the 2022 Global Future Design Awards. RFS was designed and fabricated through state-of-the-art human-robot collaborative construction, forming a novel approach to reconsidering issues of material use, labor, and the environment to create intelligent and resourceful architecture with striking expressive qualities. The Global Future Design Awards is an annual awards program organized by Architecture Press Release, a leading body of architecture press in Global. This award recognizes outstanding ideas that redefine design in architecture through the implementation of novel technologies, materials, programs, aesthetics, and spatial organization. Visit the dedicated page for RFS on the Awards website ",
                    "link": "http://www.architecturepressrelease.com/gold-winner-robotically-fabricated-structure-rfs-adr-laboratory/",
                    "image" : "news1.jpeg"
                },
                {
                    "id": "loopdesignawards",
                    "title": "RFS Awarded the Honorable Mention for the Loop Design Awards 2022",
                    "date": "10/05/22",
                    "content": " ",
                    "link": "https://www.loopdesignawards.com/project/robotically-fabricated-structure-rfs/",
                    "image" : "news2.jpeg"
                },
                {
                    "id": "peopleschoice",
                    "title": "RFS Nominated for the LOOP Design Awards 2022 People's Choice",
                    "date": "08/29/22",
                    "content": "Our project, Robotically Fabricated Structure (RFS), is one of the four projects nominated for the LOOP Design Awards 2022 People's Choice in the category Temporary Architecture!<br></br><br></br>Visit the dedicated page for RFS on the awards website",
                    "link": "https://www.loopdesignawards.com/project/robotically-fabricated-structure-rfs/",
                    "image" : "news3.jpeg"
                },
                {
                    "id": "dezeenawards",
                    "title": "Robotically Fabricated Structure (RFS) Longlisted for Dezeen Awards 2022",
                    "date": "08/11/22",
                    "content": "Our project, Robotically Fabricated Structure (RFS), is one of twenty-nine projects longlisted for the Architecture Small Building category in this year’s Dezeen Awards. <br></br><br></br>Dezeen Awards is an annual awards program organized by the influential architecture and design website Dezeen. These awards serve to highlight international design excellence with projects that benefit users and the environment in addition to being beautiful and innovative, with over 5,400 entries submitted to Dezeen Awards 2022 from 90 countries.<br></br><br></br>Article Link：",
                    "link": "https://www.dezeen.com/awards/2022/longlists/robotically-fabricated-structure/'>https://www.dezeen.com/awards/2022/longlists/robotically-fabricated-structure/",
                    "image" : "news4.jpeg"
                },
                {
                    "id": "acsa",
                    "title": "Adel Announced as Juror for ACSA 2022 Timber Competition",
                    "date": "08/10/22",
                    "content": "Our director, Dr. Arash Adel, has been selected as one of five jurors for the 2022 Timber Competition hosted by the ACSA.<br></br><br></br>The competition, titled TIMBER IN THE CITY 4: Urban Habitats Competition, is the fourth competition of the series, and according to the ACSA website, “focuses this year on the interrelationship between housing, urban transit infrastructure, equitable living, and climate change. The program is intended to engage students, working individually or in teams, to imagine the transformation of our existing cities through sustainable buildings from renewable resources, offering expedient affordable construction, innovating with new and traditional wooden materials, and designing healthy living and working environments.”<br></br><br></br>Dr. Adel will be contributing his extensive knowledge of timber construction to the jury panel, having worked on numerous projects coupling novel computational design methods with robotic assembly techniques for manufacturing nonstandard timber structures and buildings. These projects include the widely-published DFAB HOUSE located in Dubendorf, Switzerland, and more recently, the Robotically Fabricated Structure (RFS) timber pavilion sited at the Matthaei Botanical Gardens in Ann Arbor, Michigan, USA.<br></br><br></br>ACSA 2022 Timber Competition Link：",
                    "link": "https://www.acsa-arch.org/competitions/2022-timber-competition/",
                    "image" : "news5.jpg"
                },
                {
                    "id": "onairexhibition",
                    "title": "On Air Exhibition",
                    "date": "03/30/22",
                    "content": "Robotically Fabricated Structure (RFS) 2.0 is on display at the On Air exhibition in Ann Arbor, Michigan. RFS 2.0 is an extension of the ongoing research conducted by ADR Laboratory on robotic timber construction and human-robot collaborative construction processes. RFS 1.0 was a timber pavilion, sited on the Matthaei Botanical Gardens in Ann Arbor, serving as an open-air event, gathering, and exhibition space and offering opportunities for holding music, dance, and other performances as well as temporary exhibitions and open-air classrooms. RFS 2.0 builds upon that project and advances the research by developing a robotically fabricated construction system that could work as multi-story structures to facilitate sustainable housing solutions. <br></br><br></br>Article Link：",
                    "link": "https://taubmancollege.umich.edu/events/2022/03/25/on-air-faculty-work-2020-2022",
                    "image" : "news6.jpeg"
                },
                {
                    "id": "acadiaconference",
                    "title": "Research Paper Presentation at the ACADIA Conference",
                    "date": "11/03/21",
                    "content": "We will present our recent research paper, Cocoon: 3D Printed Clay Formwork for Concrete Casting, at the ACADIA conference this Friday, November 5, 2021, at 5:30pm EST. <br></br><br></br>Conference Link：",
                    "link": "https://2021.acadia.org/",
                    "image" : "news7.jpg"
                },
                {
                    "id": "timberpavilionopening",
                    "title": "Timber Pavilion Opening at the Matthaei Botanical Gardens",
                    "date": "10/20/21",
                    "content": "Join us for the public opening of the Robotically Fabricated Structure (RFS) at the Matthaei Botanical Gardens. Brief remarks by Dean Jonathan Massey and project lead Arash Adel will be followed by a ribbon cutting to open this state-of-the-art timber structure. <br></br><br></br>RFS is a robotically fabricated timber pavilion that explores new responsible and precise ways of creating our built environment. Contributing to outlooks for sustainable and low-carbon construction, RFS was built and sited on the Matthaei Botanical Gardens in Ann Arbor through robot and human collaboration using standard off-the-shelf lumber that was regionally sourced. The structure was designed and fabricated by ADR Laboratory and students in Taubman College’s master’s program in digital and material technologies, employing Taubman College's state-of-the-art robotic fabrication facilities. This outdoor structure offers new public gathering points while maintaining an open-air condition marked by pandemic times. <br></br><br></br>Completing RFS elevated the ongoing research in robotic timber construction to the scale and complexities of full and complete building systems beyond the laboratory. Join us to learn more and to be among the first to visit the pavilion.<br></br><br></br>RSVP Link：",
                    "link": "https://umich.formstack.com/forms/Timber",
                    "image" : "news8.jpeg"
                },
                {
                    "id": "nsfgrant",
                    "title": "$1.58M NSF Grant to Explore Human–Robot Collaborative Construction",
                    "date": "08/31/21",
                    "content": "We are honored to announce that The National Science Foundation (NSF) has awarded a <a href='https://nsf.gov/awardsearch/showAward?AWD_ID=2128623&HistoricalAwards=false'>$1.58 million grant</a> to an interdisciplinary research team, which includes ADR Founder,<a href='https://adeldesignresearch.org/arash-adel'>Arash Adel</a>, to explore robotic partnerships in construction work through the project, “Collaborative Research: Partnering Workers with Interactive Robot Assistants to Usher Transformation in Future Construction Work.” <br></br><br></br>Article Link：<br></br>",
                    "link": "https://taubmancollege.umich.edu/news/2021/08/31/faculty-secure-2m-nsf-grant-humanrobot-collaborative-construction",
                    "image" : "news9.jpg"
                },
                {
                    "id": "internationalmanufacturing",
                    "title": "Keynote Lecture International Manufacturing Forum Series 2021",
                    "date": "3/31/21",
                    "content": "Our Director, Prof. Arash Adel, has been invited to speak at The International Manufacturing Forum Series 2021. On April 1, 2021, at 8:45am EST (1:45pm WET), he will be giving a keynote lecture titled Robotically Assembled [Timber] Architecture. <br></br><br></br>Article Link：<br></br>",
                    "link": "https://imfs.ipleiria.pt/register/",
                    "image" : "news10.jpeg"
                }
                
            ]
}